/* channel name (rectangular coordinates in unknown units). */
"%@ (%g, %g, %g)" = "%@（%g、%g、%g）";

/* channel name (spherical coordinates in degrees, unknown distance units). */
"%@ (%g\\U00B0, %g\\U00B0, %g)" = "%@（%g°、%g°、%g）";

/* channel name (spherical coordinates in degrees, meters). */
"%@ (%g\\U00B0, %g\\U00B0, %gm)" = "%@（%g°、%g°、%gm）";

/* channel name (rectangular coordinates in meters). */
"%@ (%gm, %gm, %gm)" = "%@（%gm、%gm、%gm）";

/* An audio channel label. */
"Ambisonic W" = "Ambisonic W";

/* An audio channel label. */
"Ambisonic X" = "Ambisonic X";

/* An audio channel label. */
"Ambisonic Y" = "Ambisonic Y";

/* An audio channel label. */
"Ambisonic Z" = "Ambisonic Z";

/* An audio channel label. */
"Center" = "中央";

/* An audio channel label. */
"Center Surround" = "中央環繞";

/* An audio channel label. */
"Center Surround Direct" = "中央直接環繞";

/* Channel. An audio channel label. */
"Channel" = "頻道";

/* Channels. An audio channel label. */
"Channels" = "頻道";

/* An audio channel label. */
"Click Track" = "點選音軌";

/* An audio channel label. */
"Dialog Centric Mix" = "對話中央混音";

/* Discrete. An audio channel short label.
   An audio channel label. */
"Discrete" = "分離";

/* An audio channel label. */
"Foreign Language" = "外語";

/* An audio channel label. */
"Headphones Left" = "左側耳機";

/* An audio channel label. */
"Headphones Right" = "右側耳機";

/* An audio channel label. */
"Hearing Impaired" = "聽力受損";

/* An audio channel label. */
"Left" = "左聲道";

/* An audio channel label. */
"Left Center" = "中左";

/* An audio channel label. */
"Left Surround" = "左環繞";

/* An audio channel label. */
"Left Surround Direct" = "左直接環繞";

/* An audio channel label. */
"Left Total" = "左全聲道";

/* An audio channel label. */
"Left Wide" = "左寬聲道";

/* An audio channel label. Low frequency enhancement near screen. */
"LFE Screen" = "LFE 過濾";

/* An audio channel label. */
"LFE2" = "LFE2";

/* An audio channel label. Mid channel of a Mid-Side recording */
"Mid" = "中間聲道";

/* An audio channel label. */
"Mono" = "單聲道";

/* An audio channel label. */
"Narration" = "旁白";

/* An audio channel label. */
"Rear Surround Left" = "後左環繞";

/* An audio channel label. */
"Rear Surround Right" = "後右環繞";

/* An audio channel label. */
"Right" = "右聲道";

/* An audio channel label. */
"Right Center" = "中右";

/* An audio channel label. */
"Right Surround" = "右環繞";

/* An audio channel label. */
"Right Surround Direct" = "右直接環繞";

/* An audio channel label. */
"Right Total" = "右全聲道";

/* An audio channel label. */
"Right Wide" = "右寬聲道";

/* An audio channel label. Side channel of a Mid-Side recording */
"Side" = "側邊";

/* An audio channel label. */
"Top Back Center" = "上後中央";

/* An audio channel label. */
"Top Back Left" = "上後左側";

/* An audio channel label. */
"Top Back Right" = "上後右側";

/* An audio channel label. */
"Top Center Surround" = "上中環繞";

/* An audio channel label. */
"Unknown" = "未知";

/* An audio channel label. */
"Unused" = "未使用的";

/* An audio channel label. */
"Vertical Height Center" = "垂直高度中央";

/* An audio channel label. */
"Vertical Height Left" = "垂直高度左側";

/* An audio channel label. */
"Vertical Height Right" = "垂直高度右側";

/* An audio channel label. X channel of an X-Y recording */
"X" = "X";

/* An audio channel label. Y channel of an X-Y recording */
"Y" = "Y";

/* An audio channel label. */
"Haptic" = "力回饋";

